[Fury X2SoldierClassTemplate]
DisplayName = "Fury"
ClassSummary = "Escaped from alien experimentation during the old war, the fury posesses imperfect psionic abilities to supplement more traditional hit and run tactics."
LeftAbilityTreeTitle = "Survivor"
RightAbilityTreeTitle = "Nemesis"

[GrimySpeedsterUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="Fury: Speedster"
Summary="Gain an extra action point and decrease mobility by 4."

[GrimyStrafe X2AbilityTemplate]
LocFriendlyName="Strafing Fire"
LocHelpText="Fire a shot that deals 50% less damage, but can be used for free after moving"
LocLongDescription="Strafing fire can be used for free after moving\nStrafing fire deals 50% less damage"

[GrimySustainedFire X2AbilityTemplate]
LocFriendlyName="Sustained Fire"
LocHelpText="Can reload and overwatch using strafing action points and +12 reserve ammo"
LocLongDescription="Can reload and overwatch using strafing action points\n+12 reserve ammo"

[GrimyPyrokinesis X2AbilityTemplate]
LocFriendlyName="Pyrokinesis"
LocHelpText="An imperfect version of soulfire that burns for 1 damage per turn"
LocLongDescription="An imperfect version of soulfire that burns for 1 damage per turn\nCosts 1HP\n2 turn cooldown\nCan be used with strafing action points"

[GrimyReave X2AbilityTemplate]
LocFriendlyName="Reave"
LocHelpText="An imperfect version of null lance that deals half damage"
LocLongDescription="An imperfect version of null lance that deals half damage\nCosts 3 HP\n3 turn cooldown\nCan be used with strafing action points"

[GrimyMadness X2AbilityTemplate]
LocFriendlyName="Betrayal"
LocHelpText="An imperfect version of domination that only controls an alien for 1 turn but lets it act immediately"
LocLongDescription="An imperfect version of domination that only controls an alien for 1 turn but lets it act immediately\nCosts 2 HP\n2 turn cooldown\n2 additional uses\nCan be used with strafing action points"

[GrimySoulTap X2AbilityTemplate]
LocFriendlyName="Soul Tap"
LocHelpText="Sacrifice 1 HP for 1 action point"
LocLongDescription="Sacrifice 1 HP for 1 action point\n1 turn cooldown"

[GrimyReinvigorate X2AbilityTemplate]
LocFriendlyName="Reinvigorate"
LocHelpText="Heals from medikits and gremlins provide an extra action point"
LocLongDescription="Heals from medikits and gremlins provide an extra action point"

[GrimyBulletRoulette X2AbilityTemplate]
LocFriendlyName="Ammo Roulette"
LocHelpText="Gain a random ammo upgrade at the start of each mission"
LocLongDescription="Gain a random ammo upgrade at the start of each mission\nReplaces any equipped ammo"

[GrimyWillToSurvive X2AbilityTemplate]
LocFriendlyName="Will To Survive"
LocHelpText="Increase HP by 10% of willpower"
LocLongDescription="Increase HP by 10% of willpower"

[GrimySprayAndPray X2AbilityTemplate]
LocFriendlyName="Spray and Pray"
LocHelpText="Fire at up to 3 different enemies, dealing 25% less damage, Can be used with strafing action points"
LocLongDescription="Fire at up to 3 different enemies, dealing 25% less damage\nCan be used with strafing action points\nAlways costs 3 ammo"

[GrimySprayAndPrayBsc X2AbilityTemplate]
LocFriendlyName="Spray and Pray"
LocHelpText="Fire at up to 3 different enemies, dealing 25% less damage, Can be used with strafing action points"
LocLongDescription="Fire at up to 3 different enemies, dealing 25% less damage\nCan be used with strafing action points\nAlways costs 3 ammo"

[GrimySprayAndPrayAdv X2AbilityTemplate]
LocFriendlyName="Spray and Pray"
LocHelpText="Fire at up to 3 different enemies, dealing 25% less damage, Can be used with strafing action points"
LocLongDescription="Fire at up to 3 different enemies, dealing 25% less damage\nCan be used with strafing action points\nAlways costs 3 ammo"

[GrimySprayAndPraySup X2AbilityTemplate]
LocFriendlyName="Spray and Pray"
LocHelpText="Fire at up to 3 different enemies, dealing 25% less damage, Can be used with strafing action points"
LocLongDescription="Fire at up to 3 different enemies, dealing 25% less damage\nCan be used with strafing action points\nAlways costs 3 ammo"

[GrimyAnomaly X2AbilityTemplate]
LocFriendlyName="Dimensional Anomaly"
LocHelpText="Rip a dimensional hole, dealing massive damage in a wide radius, but summon random pod of alien reinforcements in doing so, costs 3 HP"
LocLongDescription="Rip a dimensional hole, dealing massive damage in a wide radius, but summon random pod of alien reinforcements in doing so\nCosts 3HP\nDeals 20-30 damage depending on psi amp tier"

[GrimySprayAndPrayBscUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Twitchfire Trigger"
FriendlyNamePlural="Twitchfire Trigger"
BriefSummary="Provides 1 use of spray and pray"
TinySummary="Provides Spray and Pray Ability"
LootTooltip="This weapon upgrade will allow the user to target many different enemies simultaneously."

[GrimySprayAndPrayAdvUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Advanced Twitchfire Trigger"
FriendlyNamePlural="Advanced Twitchfire Trigger"
BriefSummary="Provides 2 uses of spray and pray"
TinySummary="Provides Spray and Pray Ability"
LootTooltip="This weapon upgrade will allow the user to target many different enemies simultaneously."

[GrimySprayAndPraySupUpgrade X2WeaponUpgradeTemplate]
FriendlyName="Superior Twitchfire Trigger"
FriendlyNamePlural="Superior Twitchfire Trigger"
BriefSummary="Provides 3 uses of spray and pray"
TinySummary="Provides Spray and Pray Ability"
LootTooltip="This weapon upgrade will allow the user to target many different enemies simultaneously."